export const Hotels = [
  {
    id: "1",
    name: "waw-jada",
    arabic_name: "فندق واو جدة الستين",
    logo: "/assets/images/waw-jada-logo.png",
    home_image: "assets/images/waw-jada.jpg",
    home_description:
      " فندق واو جدة (الستين) هو فندق يقع في حي شارع فلسطين في جدة . يتميز بموقعه الجيد حيث يبعد 3  ميل عن مركز التسوق الأندلس، 4  ميل عن كورنيش جدة و4  ميل عن متحف بيت ناصيف . يوفر الفندق خدمة الغرف ومكتب استقبال يعمل على مدار 24 ساعة ",
    full_description:
      " فندق واو جدة (الستين) هو فندق يقع في حي شارع فلسطين في جدة  . يوفر الفندق خدمة الغرف ومكتب استقبال يعمل على مدار 24 ساعة، بالإضافة إلى خدمة الواي فاي المجانية في جميع أنحاء الممتكن . الفندق يحتوي على غرف عائلية . يبعد مركز التسوق جدة مول 4  ميل عن الفندق، بينما يبعد نافورة الملك فهد 7  ميل . أقرب مطار هو مطار الملك عبد العزيز الدولي ويبعد 12 ميل عن فندق واو جدة (الستين) .الفندق يقدم خدمات متعددة للضيوف، بما في ذلك خدمة الغرف ومكتب استقبال يعمل على مدار 24 ساعة . يتميز الفندق بتوفير خدمة الواي فاي المجانية في جميع أنحاء الممتكن . الفندق يحتوي على غرف عائلية ، مما يجعله مكانًا مثاليًا للعائلات الكبيرة أو الصغيرة.بالإضافة إلى ذلك، يقع الفندق بالقرب من العديد من المعالم السياحية الرئيسية في جدة. يبعد مركز التسوق جدة مول 4.9 ميل عن الفندق ، مما يجعله مكانًا مثاليًا للذين يرغبون في التسوق. بينما يبعد نافورة الملك فهد 7.1 ميل ، وهي واحدة من أبرز المعالم السياحية في المدينة.أقرب مطار هو مطار الملك عبد العزيز الدولي ويبعد 12 ميل عن الفندق ، مما يجعل الوصول إلى الفندق والمغادرة منه سهلاً للغاية. يتمتع الفندق بتقييمات ممتازة من الضيوف السابقين ، مما يجعله خيارًا رائعًا للإقامة في جدة.",
    services: [
      "مطعم",
      "ساونا",
      "غرفة بخار",
      "ميني جيم",
      "خدمة حمل الأمتعة",
      "قنوات فضائية",
      "انترنت عالي السرعة",
      "مغسلة مركزية",

      "كوفي شوب على مدار الساعة",
      "حمام سباحة اطفال",
      "منطقة العاب اطفال",
      "خدمة نظافة الغرف",
      "خدمة غرف شهر العسل",

      "خدمة التوصيل من والى المطار",
      "خدمة طباعة المتستندات",
      "مكتب امن",
      "مكتب استقبال على مدار الساعة",
      "خزائن لحفظ الودائع الشخصية",
    ],

    email: "wowhotel60@alghanmigroup.com",
    phone: "+966 53 511 5151",
    address: "طريق الستين، العباس بن عبدالمطلب, Jeddah 23218, Saudi Arabia",
    map_src:
      "https://www.google.com/maps/embed?pb=!1m14!1m12!1m3!1d3711.4244041381094!2d39.18878417445017!3d21.530254380247523!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sen!2sus!4v1701417579237!5m2!1sen!2sus",
    images: [
      "/assets/images/waw-jada/1.jpg",
      "/assets/images/waw-jada/2.jpg",
      "/assets/images/waw-jada/3.jpg",
      "/assets/images/waw-jada/4.jpg",
      "/assets/images/waw-jada/5.jpg",
      "/assets/images/waw-jada/6.jpg",
      "/assets/images/waw-jada/7.jpg",
      "/assets/images/waw-jada/8.jpg",
      "/assets/images/waw-jada/9.jpg",
      "/assets/images/waw-jada/10.jpg",
      "/assets/images/waw-jada/11.jpg",
      "/assets/images/waw-jada/12.jpg",
      "/assets/images/waw-jada/13.jpg",
      "/assets/images/waw-jada/14.jpg",
      "/assets/images/waw-jada/15.jpg",
      "/assets/images/waw-jada/16.jpg",
      "/assets/images/waw-jada/17.jpg",
      "/assets/images/waw-jada/18.jpg",
      "/assets/images/waw-jada/19.jpg",
      "/assets/images/waw-jada/20.jpg",
      "/assets/images/waw-jada/21.jpg",
      "/assets/images/waw-jada/22.jpg",
      "/assets/images/waw-jada/23.jpg"
     ],

     booking:"https://www.booking.com/hotel/sa/fndq-ww-jd-lstyn.ar.html"
  },
  {
    id: "2",
    name: "obhur",
    arabic_name: "نزل أبحر للأجنحة الفندقية",
    logo: "/assets/images/obhur-logo.png",
    home_image: "assets/images/obhur-hotel.png",
    home_description:
      " نزل أبحر للأجنحة الفندقية في جدة هو مكان إقامة  يتميز بإطلالاته على المدينة وتوفر خدمة الواي فاي ومواقف السيارات مجاناً . كل وحدة في النزل مخدمة ومكيفة وتحتوي على حمام خاص و بعض الوحدات تحتوي أيضاً على مطبخ مجهز بميكروويف وموقد مسطح ",
    full_description:
      " نزل أبحر للأجنحة الفندقية في جدة هو مكان إقامة يقع على بُعد 8,8 كم من مسجد الرحمة . يتميز بإطلالاته على المدينة وتوفر خدمة الواي فاي ومواقف السيارات مجاناً . كل وحدة في النزل مكيفة وتحتوي على حمام خاص وبيديت وتلفزيون بشاشة مسطحة وثلاجة . بعض الوحدات تحتوي أيضاً على مطبخ مجهز بميكروويف وموقد مسطح .يقع النزل على بُعد 12 كم من رد سي مول و13 كم من مول العرب . المطار الأقرب هو مطار الملك عبد العزيز الدولي، ويبعد مسافة 11 كم . يتمتع النزل بتقييمات جيدة جداً من الضيوف السابقين ، مما يجعله خيارًا رائعًا للإقامة في جدة. ",
    services: [
      "كوفي شوب على مدار الساعة",
      "خدمة نظافة الغرف",
      "خدمة حمل الامتعة",
      "قنوات فضائية",
      "انترنت عالي السرعة",
      "مرافق الكي و الغسل",
      "خدمة غرف شهر العسل",
      "مكتب امن",
      "خدمة التوصيل من والى المطار",
      "خدمة طباعة المتستندات",
      "مكتب استقبال على مدار الساعة",
      "خزائن لحفظ الودائع الشخصية",
    ],

    email: "obhorhome@alghanmigroup.com",
    booking: "https://www.booking.com/Share-icfOvP",
    phone: "+966 56 622 7000",
    address:
      "7597 King Abdulaziz Branch Rd, Al Basateen, Jeddah 23719, Saudi Arabia",
    map_src:
      "https://www.google.com/maps/embed?pb=!1m17!1m12!1m3!1d3706.936254242263!2d39.10242507527555!3d21.70519998011883!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m2!1m1!2zMjHCsDQyJzE4LjciTiAzOcKwMDYnMTguMCJF!5e0!3m2!1sen!2s!4v1701158615929!5m2!1sen!2s",
    images: [
      "/assets/images/obhur/1.jpg",
      "/assets/images/obhur/2.jpg",
      "/assets/images/obhur/3.jpg",
      "/assets/images/obhur/4.jpg",
      "/assets/images/obhur/5.jpg",
      "/assets/images/obhur/6.jpg",
      "/assets/images/obhur/7.jpg",
      "/assets/images/obhur/8.jpg",
      "/assets/images/obhur/9.jpg",
      "/assets/images/obhur/10.jpg",
      "/assets/images/obhur/11.jpg",
      "/assets/images/obhur/12.jpg",
      "/assets/images/obhur/13.jpg",
      "/assets/images/obhur/14.jpg",
      "/assets/images/obhur/15.jpg",
      "/assets/images/obhur/16.jpg",
      "/assets/images/obhur/17.jpg",
      "/assets/images/obhur/18.jpg",
      "/assets/images/obhur/19.jpg"
    ],

    booking:"https://www.booking.com/hotel/sa/nzl-bhr-obhur-home.ar.html"
  },
  {
    id: "3",
    name: "carwan",
    arabic_name: "فندق كروان جدة",
    logo: "/assets/images/carwan-logo.png",
    home_image: "assets/images/carwan-hotel.png",
    home_description:
      " فندق كروان جدة هو فندق يقع في شارع محمد زيدان، حي النعيم في جدة . يقع الفندق على بُعد 2,9 كم من مجمع العرب ويضم أماكن إقامة مع مطعم ومواقف خاصة مجانية للسيارات ومسبح خارجي ومركز للياقة البدنية   ",
    full_description:
      " فندق كروان جدة هو فندق يقع في شارع محمد زيدان، حي النعيم في جدة . يقع الفندق على بُعد 2.9 كم من مجمع العرب ويضم أماكن إقامة مع مطعم ومواقف خاصة مجانية للسيارات ومسبح خارجي ومركز للياقة البدنية . تشمل المرافق المتوفرة في مكان الإقامة خدمة الغرف وصالة مشتركة، بالإضافة إلى خدمة الواي فاي مجاناً في جميع أنحاء مكان الإقامة . يحتوي الفندق على مسبح داخلي ومركز سبا وفريق الأنشطة الترفيهية ومكتب استقبال يعمل على مدار 24 ساعة . يقدم الفندق وجبة إفطار كونتيننتال أو بوفيه إفطار . يمكن للضيوف في فندق كراوان جدة الاستفادة من الساونا . يوفر مكان الإقامة أيضاً مركز للأعمال، ويمكن للضيوف قراءة الصحف واستخدام جهاز الفاكس وآلة تصوير المستندات أو استخدام ماكينة الصراف الآلي الموجودة في الموقع في فندق كراوان جدة . يبعد هذا الفندق مسافة 9 كم من مول ريد سي وفقيه أكواريوم . يعتبر مطار الملك عبد العزيز الدولي المطار الأقرب إلى فندق كراوان جدة، حيث يقع على بعد 9 كم .    ",

    services: [
      "مطعم",
      "ساونا",
      "غرفة بخار",
      "ميني جيم",
      "خدمة حمل الأمتعة",
      "قنوات فضائية",
      "انترنت عالي السرعة",
      "مغسلة مركزية",

      "كوفي شوب على مدار الساعة",
      "حمام سباحة اطفال",
      "منطقة العاب اطفال",
      "خدمة نظافة الغرف",
      "خدمة غرف شهر العسل",

      "خدمة التوصيل من والى المطار",
      "خدمة طباعة المتستندات",
      "مكتب امن",
      "مكتب استقبال على مدار الساعة",
      "خزائن لحفظ الودائع الشخصية",
    ],

    email: "carawanhotel@alghanmigroup.com",
    phone: "+966 55 886 4164",
    address:
      "3632-3542 محمد زيدان، النعيم، جدة 23526، المملكة العربية السعودية",

    images: ["/assets/images/waw-jada/12.jpg"],
    booking: "https://www.booking.com/hotel/sa/crown-al-naeem-jd.ar.html",
    map_src:
      "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d14836.635984808288!2d39.171026044580074!3d21.618727200000006!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x15c3dbc8d7fd8185%3A0xb357b2f9deb3267c!2z2YHZhtiv2YIg2YPYsdmI2KfZhiDYrNiv2Kk!5e0!3m2!1sar!2sar!4v1701416083243!5m2!1sar!2sar",
  },
  {
    id: "4",
    name: "yan",
    arabic_name: "شقق يان المخدومة",
    logo: "/assets/images/yan-logo.png",
    home_image: "assets/images/yan-hotel.png",
    home_description:
      " شقق يان المفروشة في جدة هي وحدات سكنية تقع في شارع شجاع بن وهب . تتميز هذه الشقق بتقييم 8,9 ، وتوفر إقامة ذات 3 نجوم مع موقف سيارات مجاني وصالون حلاقة . يقع هذا المكان في منطقة السلامة ويبعد 1,5 كم عن روائع المكتبات  ",
    full_description:
      " شقق يان المفروشة في جدة هي وحدات سكنية تقع في شارع شجاع بن وهب . تتميز هذه الشقق بتقييم 8.9 ، وتوفر إقامة ذات 3 نجوم مع موقف سيارات مجاني وصالون حلاقة . يقع المكان في منطقة السلامة ويبعد 1.5 كم عن روائع المكتبات . الملكية تقع على بعد فقط 2.8 كم من ميدان التاريخ . توفر هذه الشقق غرفاً مزودة بمنطقة جلوس ومكتب للعمل وغلاية كهربائية . كل غرفة تتضمن حمام خاص مزود بحوض استحمام . يمكن للضيوف الوصول بسهولة إلى مطار الملك عبد العزيز الدولي الذي يقع على بعد حوالي 15 دقيقة بالسيارة .",
    services: [
      "كوفي شوب على مدار الساعة",
      "خدمة نظافة الغرف",
      "خدمة حمل الامتعة",
      "قنوات فضائية",
      "انترنت عالي السرعة",
      "مرافق الكي و الغسل",
      "خدمة غرف شهر العسل",
      "مكتب امن",
      "خدمة التوصيل من والى المطار",
      "خدمة طباعة المتستندات",
      "مكتب استقبال على مدار الساعة",
      "خزائن لحفظ الودائع الشخصية",
    ],

    booking: "https://www.booking.com/Share-SCBtWI",
    email: "yanapartment@alghanmigroup.com",
    phone: "+966 55 707 0501",
    address:
      "JESA2744، 2744 شجاع بن وهب، 7436، حي السلامة،, Jeddah 23437،, Saudi Arabia",
    map_src:
      "https://www.google.com/maps/embed?pb=!1m17!1m12!1m3!1d3709.9647250609296!2d39.14792507527218!3d21.58729998020547!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m2!1m1!2zMjHCsDM1JzE0LjMiTiAzOcKwMDknMDEuOCJF!5e0!3m2!1sen!2s!4v1701157609657!5m2!1sen!2s",
    images: [
      "/assets/images/yan/1.jpg",
      "/assets/images/yan/2.jpg",
      "/assets/images/yan/3.jpg",
      "/assets/images/yan/4.jpg",
      "/assets/images/yan/5.jpg",
      "/assets/images/yan/6.jpg",
      "/assets/images/yan/7.jpg",
      "/assets/images/yan/8.jpg",
      "/assets/images/yan/9.jpg",
      "/assets/images/yan/10.jpg",
      "/assets/images/yan/11.jpg",
      "/assets/images/yan/12.jpg",
      "/assets/images/yan/13.jpg",
      "/assets/images/yan/14.jpg",
      "/assets/images/yan/15.jpg",
      "/assets/images/yan/16.jpg",
      "/assets/images/yan/17.jpg",
      "/assets/images/yan/18.jpg",
      "/assets/images/yan/19.jpg"
    ],
  },
  {
    id: "5",
    name: "waw-jada-2",
    arabic_name: " فندق واو جدة النعيم ",

    logo: "/assets/images/waw-jada-logo.png",
    home_image: "assets/images/waw-jada-2.jpeg",

    home_description:
      " فندق واو جدة - النعيم هو فندق يقع في شارع محمد زيدان، حي النعيم في جدة . يتميز الفندق بموقعه الحيوي على مقربة من أروع وجهات التسوق في المدينة . يوفر الفندق غرفاً مريحة ومرافق ممتازة  ",
    full_description:
      "  فندق واو جدة - النعيم هو فندق يقع في شارع محمد زيدان، حي النعيم في جدة . يتميز الفندق بموقعه الحيوي على مقربة من أروع وجهات التسوق في المدينة . يوفر الفندق غرفاً مريحة ومرافق ممتازة . يتميز الفندق بوحدات الإقامة المذهلة والإطلالة الاستثنائية على المدينة . توفر العديد من الوحدات غرفة معيشة ومطبخ وخدمة الواي فاي ومنطقة جلوس وميني بار وماكينة تحضير الشاي والقهوة . يمكن للضيوف الاستمتاع بالمأكولات الغنية بالنكهات التي يقدمها مطعم الفندق . يقع ريد سي مول على بعد 8 كم من الفندق . يعتبر مطار الملك عبد العزيز الدولي المطار الأقرب إلى الفندق .    ",
    services: [
      "مطعم",
      "ساونا",
      "غرفة بخار",
      "ميني جيم",
      "خدمة حمل الأمتعة",
      "قنوات فضائية",
      "انترنت عالي السرعة",
      "مغسلة مركزية",

      "كوفي شوب على مدار الساعة",
      "حمام سباحة اطفال",
      "منطقة العاب اطفال",
      "خدمة نظافة الغرف",
      "خدمة غرف شهر العسل",

      "خدمة التوصيل من والى المطار",
      "خدمة طباعة المتستندات",
      "مكتب امن",
      "مكتب استقبال على مدار الساعة",
      "خزائن لحفظ الودائع الشخصية",
    ],

    email: "wowhotel@alghanmigroup.com",
    phone: "+966 55 735 3410",
    address: " النعيم، جدة 23526، المملكة العربية السعودية ",
    map_src:
      "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2717.6275078902136!2d39.149581162951364!3d21.618150656685604!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x15c3db32240df937%3A0xf0413b1dc0d4b73d!2sWOW%20_%20JEDDAH%20HOTEL!5e0!3m2!1sen!2snl!4v1701411596721!5m2!1sen!2snl",
    images: ["/assets/images/waw-jada/12.jpg"],
  },
];
